OctopusData.Octoparse.CN
Estmob.SendAnywhere
7zip.7zip
Docker.DockerDesktop
Git.Git
ImageMagick.ImageMagick
ImageMagick.ImageMagick
Mozilla.Firefox.zh-CN
Notepad++.Notepad++
Microsoft.OneDrive
Daum.PotPlayer
Tencent.TencentMeeting
Pylogmon.pot
TortoiseSVN.TortoiseSVN
gerardog.gsudo
Nushell.Nushell
Nushell.Nushell
LGUG2Z.whkd
JanDeDobbeleer.OhMyPosh
Meld.Meld
Volta.Volta
glzr-io.glazewm
Alacritty.Alacritty
Neovim.Neovim
wez.wezterm
GitHub.cli
Starship.Starship
DEVCOM.LuaJIT
Neovide.Neovide
Kitware.CMake
Microsoft.PowerShell
Google.Chrome.EXE
NetEase.MailMaster
Microsoft.Edge
OBSProject.OBSStudio
Tencent.QQMusic
Valve.Steam
Tencent.WeChat
Rime.Weasel
RamenSoftware.Windhawk
chrisant996.Clink
Microsoft.VCRedist.2015+.x86
DEVCOM.JetBrainsMonoNerdFont
Python.Launcher
Microsoft.VCRedist.2005.x86
Microsoft.VCRedist.2008.x86
Microsoft.VCRedist.2015+.x64
Tencent.WeCom
Tencent.WeixinDevTools
Notion.Notion
Eugeny.Tabby
AutoHotkey.AutoHotkey
BurntSushi.ripgrep.MSVC
ClashVergeRev.ClashVergeRev
DenoLand.Deno
ByteDance.Doubao
Fastfetch-cli.Fastfetch
ByteDance.Feishu
Figma.Figma
Helix.Helix
JesseDuffield.Lazydocker
JesseDuffield.lazygit
Rustlang.Rustup
JetBrains.Toolbox
WinMerge.WinMerge
ajeetdsouza.zoxide
ast-grep.ast-grep
Obsidian.Obsidian
dandavison.delta
eza-community.eza
ezwinports.make
jqlang.jq
junegunn.fzf
rsteube.Carapace
sharkdp.bat
sharkdp.fd
sxyazi.yazi
zig.zig
Microsoft.PowerToys
Python.Python.3.11
Microsoft.VisualStudioCode
ByteDance.Trae.CN
Anysphere.Cursor
Microsoft.AppInstaller
Microsoft.UI.Xaml.2.7
Microsoft.UI.Xaml.2.7
Microsoft.UI.Xaml.2.8
Microsoft.UI.Xaml.2.8
Microsoft.VCLibs.Desktop.14
Microsoft.VCLibs.Desktop.14
Microsoft.WindowsTerminal
Seelen.SeelenUI
XK72.Charles
